{"weightsManifest": [{"paths": ["group1-shard1of7.bin", "group1-shard2of7.bin", "group1-shard3of7.bin", "group1-shard4of7.bin", "group1-shard5of7.bin", "group1-shard6of7.bin", "group1-shard7of7.bin"], "weights": [{"dtype": "float32", "shape": [7, 7, 3, 64], "name": "conv1/conv/kernel"}, {"dtype": "float32", "shape": [64], "name": "conv1/bn/gamma"}, {"dtype": "float32", "shape": [64], "name": "conv1/bn/beta"}, {"dtype": "float32", "shape": [64], "name": "conv1/bn/moving_mean"}, {"dtype": "float32", "shape": [64], "name": "conv1/bn/moving_variance"}, {"dtype": "float32", "shape": [64], "name": "conv2_block1_0_bn/gamma"}, {"dtype": "float32", "shape": [64], "name": "conv2_block1_0_bn/beta"}, {"dtype": "float32", "shape": [64], "name": "conv2_block1_0_bn/moving_mean"}, {"dtype": "float32", "shape": [64], "name": "conv2_block1_0_bn/moving_variance"}, {"dtype": "float32", "shape": [1, 1, 64, 128], "name": "conv2_block1_1_conv/kernel"}, {"dtype": "float32", "shape": [128], "name": "conv2_block1_1_bn/gamma"}, {"dtype": "float32", "shape": [128], "name": "conv2_block1_1_bn/beta"}, {"dtype": "float32", "shape": [128], "name": "conv2_block1_1_bn/moving_mean"}, {"dtype": "float32", "shape": [128], "name": "conv2_block1_1_bn/moving_variance"}, {"dtype": "float32", "shape": [3, 3, 128, 32], "name": "conv2_block1_2_conv/kernel"}, {"dtype": "float32", "shape": [96], "name": "conv2_block2_0_bn/gamma"}, {"dtype": "float32", "shape": [96], "name": "conv2_block2_0_bn/beta"}, {"dtype": "float32", "shape": [96], "name": "conv2_block2_0_bn/moving_mean"}, {"dtype": "float32", "shape": [96], "name": "conv2_block2_0_bn/moving_variance"}, {"dtype": "float32", "shape": [1, 1, 96, 128], "name": "conv2_block2_1_conv/kernel"}, {"dtype": "float32", "shape": [128], "name": "conv2_block2_1_bn/gamma"}, {"dtype": "float32", "shape": [128], "name": "conv2_block2_1_bn/beta"}, {"dtype": "float32", "shape": [128], "name": "conv2_block2_1_bn/moving_mean"}, {"dtype": "float32", "shape": [128], "name": "conv2_block2_1_bn/moving_variance"}, {"dtype": "float32", "shape": [3, 3, 128, 32], "name": "conv2_block2_2_conv/kernel"}, {"dtype": "float32", "shape": [128], "name": "conv2_block3_0_bn/gamma"}, {"dtype": "float32", "shape": [128], "name": "conv2_block3_0_bn/beta"}, {"dtype": "float32", "shape": [128], "name": "conv2_block3_0_bn/moving_mean"}, {"dtype": "float32", "shape": [128], "name": "conv2_block3_0_bn/moving_variance"}, {"dtype": "float32", "shape": [1, 1, 128, 128], "name": "conv2_block3_1_conv/kernel"}, {"dtype": "float32", "shape": [128], "name": "conv2_block3_1_bn/gamma"}, {"dtype": "float32", "shape": [128], "name": "conv2_block3_1_bn/beta"}, {"dtype": "float32", "shape": [128], "name": "conv2_block3_1_bn/moving_mean"}, {"dtype": "float32", "shape": [128], "name": "conv2_block3_1_bn/moving_variance"}, {"dtype": "float32", "shape": [3, 3, 128, 32], "name": "conv2_block3_2_conv/kernel"}, {"dtype": "float32", "shape": [160], "name": "conv2_block4_0_bn/gamma"}, {"dtype": "float32", "shape": [160], "name": "conv2_block4_0_bn/beta"}, {"dtype": "float32", "shape": [160], "name": "conv2_block4_0_bn/moving_mean"}, {"dtype": "float32", "shape": [160], "name": "conv2_block4_0_bn/moving_variance"}, {"dtype": "float32", "shape": [1, 1, 160, 128], "name": "conv2_block4_1_conv/kernel"}, {"dtype": "float32", "shape": [128], "name": "conv2_block4_1_bn/gamma"}, {"dtype": "float32", "shape": [128], "name": "conv2_block4_1_bn/beta"}, {"dtype": "float32", "shape": [128], "name": "conv2_block4_1_bn/moving_mean"}, {"dtype": "float32", "shape": [128], "name": "conv2_block4_1_bn/moving_variance"}, {"dtype": "float32", "shape": [3, 3, 128, 32], "name": "conv2_block4_2_conv/kernel"}, {"dtype": "float32", "shape": [192], "name": "conv2_block5_0_bn/gamma"}, {"dtype": "float32", "shape": [192], "name": "conv2_block5_0_bn/beta"}, {"dtype": "float32", "shape": [192], "name": "conv2_block5_0_bn/moving_mean"}, {"dtype": "float32", "shape": [192], "name": "conv2_block5_0_bn/moving_variance"}, {"dtype": "float32", "shape": [1, 1, 192, 128], "name": "conv2_block5_1_conv/kernel"}, {"dtype": "float32", "shape": [128], "name": "conv2_block5_1_bn/gamma"}, {"dtype": "float32", "shape": [128], "name": "conv2_block5_1_bn/beta"}, {"dtype": "float32", "shape": [128], "name": "conv2_block5_1_bn/moving_mean"}, {"dtype": "float32", "shape": [128], "name": "conv2_block5_1_bn/moving_variance"}, {"dtype": "float32", "shape": [3, 3, 128, 32], "name": "conv2_block5_2_conv/kernel"}, {"dtype": "float32", "shape": [224], "name": "conv2_block6_0_bn/gamma"}, {"dtype": "float32", "shape": [224], "name": "conv2_block6_0_bn/beta"}, {"dtype": "float32", "shape": [224], "name": "conv2_block6_0_bn/moving_mean"}, {"dtype": "float32", "shape": [224], "name": "conv2_block6_0_bn/moving_variance"}, {"dtype": "float32", "shape": [1, 1, 224, 128], "name": "conv2_block6_1_conv/kernel"}, {"dtype": "float32", "shape": [128], "name": "conv2_block6_1_bn/gamma"}, {"dtype": "float32", "shape": [128], "name": "conv2_block6_1_bn/beta"}, {"dtype": "float32", "shape": [128], "name": "conv2_block6_1_bn/moving_mean"}, {"dtype": "float32", "shape": [128], "name": "conv2_block6_1_bn/moving_variance"}, {"dtype": "float32", "shape": [3, 3, 128, 32], "name": "conv2_block6_2_conv/kernel"}, {"dtype": "float32", "shape": [256], "name": "pool2_bn/gamma"}, {"dtype": "float32", "shape": [256], "name": "pool2_bn/beta"}, {"dtype": "float32", "shape": [256], "name": "pool2_bn/moving_mean"}, {"dtype": "float32", "shape": [256], "name": "pool2_bn/moving_variance"}, {"dtype": "float32", "shape": [1, 1, 256, 128], "name": "pool2_conv/kernel"}, {"dtype": "float32", "shape": [128], "name": "conv3_block1_0_bn/gamma"}, {"dtype": "float32", "shape": [128], "name": "conv3_block1_0_bn/beta"}, {"dtype": "float32", "shape": [128], "name": "conv3_block1_0_bn/moving_mean"}, {"dtype": "float32", "shape": [128], "name": "conv3_block1_0_bn/moving_variance"}, {"dtype": "float32", "shape": [1, 1, 128, 128], "name": "conv3_block1_1_conv/kernel"}, {"dtype": "float32", "shape": [128], "name": "conv3_block1_1_bn/gamma"}, {"dtype": "float32", "shape": [128], "name": "conv3_block1_1_bn/beta"}, {"dtype": "float32", "shape": [128], "name": "conv3_block1_1_bn/moving_mean"}, {"dtype": "float32", "shape": [128], "name": "conv3_block1_1_bn/moving_variance"}, {"dtype": "float32", "shape": [3, 3, 128, 32], "name": "conv3_block1_2_conv/kernel"}, {"dtype": "float32", "shape": [160], "name": "conv3_block2_0_bn/gamma"}, {"dtype": "float32", "shape": [160], "name": "conv3_block2_0_bn/beta"}, {"dtype": "float32", "shape": [160], "name": "conv3_block2_0_bn/moving_mean"}, {"dtype": "float32", "shape": [160], "name": "conv3_block2_0_bn/moving_variance"}, {"dtype": "float32", "shape": [1, 1, 160, 128], "name": "conv3_block2_1_conv/kernel"}, {"dtype": "float32", "shape": [128], "name": "conv3_block2_1_bn/gamma"}, {"dtype": "float32", "shape": [128], "name": "conv3_block2_1_bn/beta"}, {"dtype": "float32", "shape": [128], "name": "conv3_block2_1_bn/moving_mean"}, {"dtype": "float32", "shape": [128], "name": "conv3_block2_1_bn/moving_variance"}, {"dtype": "float32", "shape": [3, 3, 128, 32], "name": "conv3_block2_2_conv/kernel"}, {"dtype": "float32", "shape": [192], "name": "conv3_block3_0_bn/gamma"}, {"dtype": "float32", "shape": [192], "name": "conv3_block3_0_bn/beta"}, {"dtype": "float32", "shape": [192], "name": "conv3_block3_0_bn/moving_mean"}, {"dtype": "float32", "shape": [192], "name": "conv3_block3_0_bn/moving_variance"}, {"dtype": "float32", "shape": [1, 1, 192, 128], "name": "conv3_block3_1_conv/kernel"}, {"dtype": "float32", "shape": [128], "name": "conv3_block3_1_bn/gamma"}, {"dtype": "float32", "shape": [128], "name": "conv3_block3_1_bn/beta"}, {"dtype": "float32", "shape": [128], "name": "conv3_block3_1_bn/moving_mean"}, {"dtype": "float32", "shape": [128], "name": "conv3_block3_1_bn/moving_variance"}, {"dtype": "float32", "shape": [3, 3, 128, 32], "name": "conv3_block3_2_conv/kernel"}, {"dtype": "float32", "shape": [224], "name": "conv3_block4_0_bn/gamma"}, {"dtype": "float32", "shape": [224], "name": "conv3_block4_0_bn/beta"}, {"dtype": "float32", "shape": [224], "name": "conv3_block4_0_bn/moving_mean"}, {"dtype": "float32", "shape": [224], "name": "conv3_block4_0_bn/moving_variance"}, {"dtype": "float32", "shape": [1, 1, 224, 128], "name": "conv3_block4_1_conv/kernel"}, {"dtype": "float32", "shape": [128], "name": "conv3_block4_1_bn/gamma"}, {"dtype": "float32", "shape": [128], "name": "conv3_block4_1_bn/beta"}, {"dtype": "float32", "shape": [128], "name": "conv3_block4_1_bn/moving_mean"}, {"dtype": "float32", "shape": [128], "name": "conv3_block4_1_bn/moving_variance"}, {"dtype": "float32", "shape": [3, 3, 128, 32], "name": "conv3_block4_2_conv/kernel"}, {"dtype": "float32", "shape": [256], "name": "conv3_block5_0_bn/gamma"}, {"dtype": "float32", "shape": [256], "name": "conv3_block5_0_bn/beta"}, {"dtype": "float32", "shape": [256], "name": "conv3_block5_0_bn/moving_mean"}, {"dtype": "float32", "shape": [256], "name": "conv3_block5_0_bn/moving_variance"}, {"dtype": "float32", "shape": [1, 1, 256, 128], "name": "conv3_block5_1_conv/kernel"}, {"dtype": "float32", "shape": [128], "name": "conv3_block5_1_bn/gamma"}, {"dtype": "float32", "shape": [128], "name": "conv3_block5_1_bn/beta"}, {"dtype": "float32", "shape": [128], "name": "conv3_block5_1_bn/moving_mean"}, {"dtype": "float32", "shape": [128], "name": "conv3_block5_1_bn/moving_variance"}, {"dtype": "float32", "shape": [3, 3, 128, 32], "name": "conv3_block5_2_conv/kernel"}, {"dtype": "float32", "shape": [288], "name": "conv3_block6_0_bn/gamma"}, {"dtype": "float32", "shape": [288], "name": "conv3_block6_0_bn/beta"}, {"dtype": "float32", "shape": [288], "name": "conv3_block6_0_bn/moving_mean"}, {"dtype": "float32", "shape": [288], "name": "conv3_block6_0_bn/moving_variance"}, {"dtype": "float32", "shape": [1, 1, 288, 128], "name": "conv3_block6_1_conv/kernel"}, {"dtype": "float32", "shape": [128], "name": "conv3_block6_1_bn/gamma"}, {"dtype": "float32", "shape": [128], "name": "conv3_block6_1_bn/beta"}, {"dtype": "float32", "shape": [128], "name": "conv3_block6_1_bn/moving_mean"}, {"dtype": "float32", "shape": [128], "name": "conv3_block6_1_bn/moving_variance"}, {"dtype": "float32", "shape": [3, 3, 128, 32], "name": "conv3_block6_2_conv/kernel"}, {"dtype": "float32", "shape": [320], "name": "conv3_block7_0_bn/gamma"}, {"dtype": "float32", "shape": [320], "name": "conv3_block7_0_bn/beta"}, {"dtype": "float32", "shape": [320], "name": "conv3_block7_0_bn/moving_mean"}, {"dtype": "float32", "shape": [320], "name": "conv3_block7_0_bn/moving_variance"}, {"dtype": "float32", "shape": [1, 1, 320, 128], "name": "conv3_block7_1_conv/kernel"}, {"dtype": "float32", "shape": [128], "name": "conv3_block7_1_bn/gamma"}, {"dtype": "float32", "shape": [128], "name": "conv3_block7_1_bn/beta"}, {"dtype": "float32", "shape": [128], "name": "conv3_block7_1_bn/moving_mean"}, {"dtype": "float32", "shape": [128], "name": "conv3_block7_1_bn/moving_variance"}, {"dtype": "float32", "shape": [3, 3, 128, 32], "name": "conv3_block7_2_conv/kernel"}, {"dtype": "float32", "shape": [352], "name": "conv3_block8_0_bn/gamma"}, {"dtype": "float32", "shape": [352], "name": "conv3_block8_0_bn/beta"}, {"dtype": "float32", "shape": [352], "name": "conv3_block8_0_bn/moving_mean"}, {"dtype": "float32", "shape": [352], "name": "conv3_block8_0_bn/moving_variance"}, {"dtype": "float32", "shape": [1, 1, 352, 128], "name": "conv3_block8_1_conv/kernel"}, {"dtype": "float32", "shape": [128], "name": "conv3_block8_1_bn/gamma"}, {"dtype": "float32", "shape": [128], "name": "conv3_block8_1_bn/beta"}, {"dtype": "float32", "shape": [128], "name": "conv3_block8_1_bn/moving_mean"}, {"dtype": "float32", "shape": [128], "name": "conv3_block8_1_bn/moving_variance"}, {"dtype": "float32", "shape": [3, 3, 128, 32], "name": "conv3_block8_2_conv/kernel"}, {"dtype": "float32", "shape": [384], "name": "conv3_block9_0_bn/gamma"}, {"dtype": "float32", "shape": [384], "name": "conv3_block9_0_bn/beta"}, {"dtype": "float32", "shape": [384], "name": "conv3_block9_0_bn/moving_mean"}, {"dtype": "float32", "shape": [384], "name": "conv3_block9_0_bn/moving_variance"}, {"dtype": "float32", "shape": [1, 1, 384, 128], "name": "conv3_block9_1_conv/kernel"}, {"dtype": "float32", "shape": [128], "name": "conv3_block9_1_bn/gamma"}, {"dtype": "float32", "shape": [128], "name": "conv3_block9_1_bn/beta"}, {"dtype": "float32", "shape": [128], "name": "conv3_block9_1_bn/moving_mean"}, {"dtype": "float32", "shape": [128], "name": "conv3_block9_1_bn/moving_variance"}, {"dtype": "float32", "shape": [3, 3, 128, 32], "name": "conv3_block9_2_conv/kernel"}, {"dtype": "float32", "shape": [416], "name": "conv3_block10_0_bn/gamma"}, {"dtype": "float32", "shape": [416], "name": "conv3_block10_0_bn/beta"}, {"dtype": "float32", "shape": [416], "name": "conv3_block10_0_bn/moving_mean"}, {"dtype": "float32", "shape": [416], "name": "conv3_block10_0_bn/moving_variance"}, {"dtype": "float32", "shape": [1, 1, 416, 128], "name": "conv3_block10_1_conv/kernel"}, {"dtype": "float32", "shape": [128], "name": "conv3_block10_1_bn/gamma"}, {"dtype": "float32", "shape": [128], "name": "conv3_block10_1_bn/beta"}, {"dtype": "float32", "shape": [128], "name": "conv3_block10_1_bn/moving_mean"}, {"dtype": "float32", "shape": [128], "name": "conv3_block10_1_bn/moving_variance"}, {"dtype": "float32", "shape": [3, 3, 128, 32], "name": "conv3_block10_2_conv/kernel"}, {"dtype": "float32", "shape": [448], "name": "conv3_block11_0_bn/gamma"}, {"dtype": "float32", "shape": [448], "name": "conv3_block11_0_bn/beta"}, {"dtype": "float32", "shape": [448], "name": "conv3_block11_0_bn/moving_mean"}, {"dtype": "float32", "shape": [448], "name": "conv3_block11_0_bn/moving_variance"}, {"dtype": "float32", "shape": [1, 1, 448, 128], "name": "conv3_block11_1_conv/kernel"}, {"dtype": "float32", "shape": [128], "name": "conv3_block11_1_bn/gamma"}, {"dtype": "float32", "shape": [128], "name": "conv3_block11_1_bn/beta"}, {"dtype": "float32", "shape": [128], "name": "conv3_block11_1_bn/moving_mean"}, {"dtype": "float32", "shape": [128], "name": "conv3_block11_1_bn/moving_variance"}, {"dtype": "float32", "shape": [3, 3, 128, 32], "name": "conv3_block11_2_conv/kernel"}, {"dtype": "float32", "shape": [480], "name": "conv3_block12_0_bn/gamma"}, {"dtype": "float32", "shape": [480], "name": "conv3_block12_0_bn/beta"}, {"dtype": "float32", "shape": [480], "name": "conv3_block12_0_bn/moving_mean"}, {"dtype": "float32", "shape": [480], "name": "conv3_block12_0_bn/moving_variance"}, {"dtype": "float32", "shape": [1, 1, 480, 128], "name": "conv3_block12_1_conv/kernel"}, {"dtype": "float32", "shape": [128], "name": "conv3_block12_1_bn/gamma"}, {"dtype": "float32", "shape": [128], "name": "conv3_block12_1_bn/beta"}, {"dtype": "float32", "shape": [128], "name": "conv3_block12_1_bn/moving_mean"}, {"dtype": "float32", "shape": [128], "name": "conv3_block12_1_bn/moving_variance"}, {"dtype": "float32", "shape": [3, 3, 128, 32], "name": "conv3_block12_2_conv/kernel"}, {"dtype": "float32", "shape": [512], "name": "pool3_bn/gamma"}, {"dtype": "float32", "shape": [512], "name": "pool3_bn/beta"}, {"dtype": "float32", "shape": [512], "name": "pool3_bn/moving_mean"}, {"dtype": "float32", "shape": [512], "name": "pool3_bn/moving_variance"}, {"dtype": "float32", "shape": [1, 1, 512, 256], "name": "pool3_conv/kernel"}, {"dtype": "float32", "shape": [256], "name": "conv4_block1_0_bn/gamma"}, {"dtype": "float32", "shape": [256], "name": "conv4_block1_0_bn/beta"}, {"dtype": "float32", "shape": [256], "name": "conv4_block1_0_bn/moving_mean"}, {"dtype": "float32", "shape": [256], "name": "conv4_block1_0_bn/moving_variance"}, {"dtype": "float32", "shape": [1, 1, 256, 128], "name": "conv4_block1_1_conv/kernel"}, {"dtype": "float32", "shape": [128], "name": "conv4_block1_1_bn/gamma"}, {"dtype": "float32", "shape": [128], "name": "conv4_block1_1_bn/beta"}, {"dtype": "float32", "shape": [128], "name": "conv4_block1_1_bn/moving_mean"}, {"dtype": "float32", "shape": [128], "name": "conv4_block1_1_bn/moving_variance"}, {"dtype": "float32", "shape": [3, 3, 128, 32], "name": "conv4_block1_2_conv/kernel"}, {"dtype": "float32", "shape": [288], "name": "conv4_block2_0_bn/gamma"}, {"dtype": "float32", "shape": [288], "name": "conv4_block2_0_bn/beta"}, {"dtype": "float32", "shape": [288], "name": "conv4_block2_0_bn/moving_mean"}, {"dtype": "float32", "shape": [288], "name": "conv4_block2_0_bn/moving_variance"}, {"dtype": "float32", "shape": [1, 1, 288, 128], "name": "conv4_block2_1_conv/kernel"}, {"dtype": "float32", "shape": [128], "name": "conv4_block2_1_bn/gamma"}, {"dtype": "float32", "shape": [128], "name": "conv4_block2_1_bn/beta"}, {"dtype": "float32", "shape": [128], "name": "conv4_block2_1_bn/moving_mean"}, {"dtype": "float32", "shape": [128], "name": "conv4_block2_1_bn/moving_variance"}, {"dtype": "float32", "shape": [3, 3, 128, 32], "name": "conv4_block2_2_conv/kernel"}, {"dtype": "float32", "shape": [320], "name": "conv4_block3_0_bn/gamma"}, {"dtype": "float32", "shape": [320], "name": "conv4_block3_0_bn/beta"}, {"dtype": "float32", "shape": [320], "name": "conv4_block3_0_bn/moving_mean"}, {"dtype": "float32", "shape": [320], "name": "conv4_block3_0_bn/moving_variance"}, {"dtype": "float32", "shape": [1, 1, 320, 128], "name": "conv4_block3_1_conv/kernel"}, {"dtype": "float32", "shape": [128], "name": "conv4_block3_1_bn/gamma"}, {"dtype": "float32", "shape": [128], "name": "conv4_block3_1_bn/beta"}, {"dtype": "float32", "shape": [128], "name": "conv4_block3_1_bn/moving_mean"}, {"dtype": "float32", "shape": [128], "name": "conv4_block3_1_bn/moving_variance"}, {"dtype": "float32", "shape": [3, 3, 128, 32], "name": "conv4_block3_2_conv/kernel"}, {"dtype": "float32", "shape": [352], "name": "conv4_block4_0_bn/gamma"}, {"dtype": "float32", "shape": [352], "name": "conv4_block4_0_bn/beta"}, {"dtype": "float32", "shape": [352], "name": "conv4_block4_0_bn/moving_mean"}, {"dtype": "float32", "shape": [352], "name": "conv4_block4_0_bn/moving_variance"}, {"dtype": "float32", "shape": [1, 1, 352, 128], "name": "conv4_block4_1_conv/kernel"}, {"dtype": "float32", "shape": [128], "name": "conv4_block4_1_bn/gamma"}, {"dtype": "float32", "shape": [128], "name": "conv4_block4_1_bn/beta"}, {"dtype": "float32", "shape": [128], "name": "conv4_block4_1_bn/moving_mean"}, {"dtype": "float32", "shape": [128], "name": "conv4_block4_1_bn/moving_variance"}, {"dtype": "float32", "shape": [3, 3, 128, 32], "name": "conv4_block4_2_conv/kernel"}, {"dtype": "float32", "shape": [384], "name": "conv4_block5_0_bn/gamma"}, {"dtype": "float32", "shape": [384], "name": "conv4_block5_0_bn/beta"}, {"dtype": "float32", "shape": [384], "name": "conv4_block5_0_bn/moving_mean"}, {"dtype": "float32", "shape": [384], "name": "conv4_block5_0_bn/moving_variance"}, {"dtype": "float32", "shape": [1, 1, 384, 128], "name": "conv4_block5_1_conv/kernel"}, {"dtype": "float32", "shape": [128], "name": "conv4_block5_1_bn/gamma"}, {"dtype": "float32", "shape": [128], "name": "conv4_block5_1_bn/beta"}, {"dtype": "float32", "shape": [128], "name": "conv4_block5_1_bn/moving_mean"}, {"dtype": "float32", "shape": [128], "name": "conv4_block5_1_bn/moving_variance"}, {"dtype": "float32", "shape": [3, 3, 128, 32], "name": "conv4_block5_2_conv/kernel"}, {"dtype": "float32", "shape": [416], "name": "conv4_block6_0_bn/gamma"}, {"dtype": "float32", "shape": [416], "name": "conv4_block6_0_bn/beta"}, {"dtype": "float32", "shape": [416], "name": "conv4_block6_0_bn/moving_mean"}, {"dtype": "float32", "shape": [416], "name": "conv4_block6_0_bn/moving_variance"}, {"dtype": "float32", "shape": [1, 1, 416, 128], "name": "conv4_block6_1_conv/kernel"}, {"dtype": "float32", "shape": [128], "name": "conv4_block6_1_bn/gamma"}, {"dtype": "float32", "shape": [128], "name": "conv4_block6_1_bn/beta"}, {"dtype": "float32", "shape": [128], "name": "conv4_block6_1_bn/moving_mean"}, {"dtype": "float32", "shape": [128], "name": "conv4_block6_1_bn/moving_variance"}, {"dtype": "float32", "shape": [3, 3, 128, 32], "name": "conv4_block6_2_conv/kernel"}, {"dtype": "float32", "shape": [448], "name": "conv4_block7_0_bn/gamma"}, {"dtype": "float32", "shape": [448], "name": "conv4_block7_0_bn/beta"}, {"dtype": "float32", "shape": [448], "name": "conv4_block7_0_bn/moving_mean"}, {"dtype": "float32", "shape": [448], "name": "conv4_block7_0_bn/moving_variance"}, {"dtype": "float32", "shape": [1, 1, 448, 128], "name": "conv4_block7_1_conv/kernel"}, {"dtype": "float32", "shape": [128], "name": "conv4_block7_1_bn/gamma"}, {"dtype": "float32", "shape": [128], "name": "conv4_block7_1_bn/beta"}, {"dtype": "float32", "shape": [128], "name": "conv4_block7_1_bn/moving_mean"}, {"dtype": "float32", "shape": [128], "name": "conv4_block7_1_bn/moving_variance"}, {"dtype": "float32", "shape": [3, 3, 128, 32], "name": "conv4_block7_2_conv/kernel"}, {"dtype": "float32", "shape": [480], "name": "conv4_block8_0_bn/gamma"}, {"dtype": "float32", "shape": [480], "name": "conv4_block8_0_bn/beta"}, {"dtype": "float32", "shape": [480], "name": "conv4_block8_0_bn/moving_mean"}, {"dtype": "float32", "shape": [480], "name": "conv4_block8_0_bn/moving_variance"}, {"dtype": "float32", "shape": [1, 1, 480, 128], "name": "conv4_block8_1_conv/kernel"}, {"dtype": "float32", "shape": [128], "name": "conv4_block8_1_bn/gamma"}, {"dtype": "float32", "shape": [128], "name": "conv4_block8_1_bn/beta"}, {"dtype": "float32", "shape": [128], "name": "conv4_block8_1_bn/moving_mean"}, {"dtype": "float32", "shape": [128], "name": "conv4_block8_1_bn/moving_variance"}, {"dtype": "float32", "shape": [3, 3, 128, 32], "name": "conv4_block8_2_conv/kernel"}, {"dtype": "float32", "shape": [512], "name": "conv4_block9_0_bn/gamma"}, {"dtype": "float32", "shape": [512], "name": "conv4_block9_0_bn/beta"}, {"dtype": "float32", "shape": [512], "name": "conv4_block9_0_bn/moving_mean"}, {"dtype": "float32", "shape": [512], "name": "conv4_block9_0_bn/moving_variance"}, {"dtype": "float32", "shape": [1, 1, 512, 128], "name": "conv4_block9_1_conv/kernel"}, {"dtype": "float32", "shape": [128], "name": "conv4_block9_1_bn/gamma"}, {"dtype": "float32", "shape": [128], "name": "conv4_block9_1_bn/beta"}, {"dtype": "float32", "shape": [128], "name": "conv4_block9_1_bn/moving_mean"}, {"dtype": "float32", "shape": [128], "name": "conv4_block9_1_bn/moving_variance"}, {"dtype": "float32", "shape": [3, 3, 128, 32], "name": "conv4_block9_2_conv/kernel"}, {"dtype": "float32", "shape": [544], "name": "conv4_block10_0_bn/gamma"}, {"dtype": "float32", "shape": [544], "name": "conv4_block10_0_bn/beta"}, {"dtype": "float32", "shape": [544], "name": "conv4_block10_0_bn/moving_mean"}, {"dtype": "float32", "shape": [544], "name": "conv4_block10_0_bn/moving_variance"}, {"dtype": "float32", "shape": [1, 1, 544, 128], "name": "conv4_block10_1_conv/kernel"}, {"dtype": "float32", "shape": [128], "name": "conv4_block10_1_bn/gamma"}, {"dtype": "float32", "shape": [128], "name": "conv4_block10_1_bn/beta"}, {"dtype": "float32", "shape": [128], "name": "conv4_block10_1_bn/moving_mean"}, {"dtype": "float32", "shape": [128], "name": "conv4_block10_1_bn/moving_variance"}, {"dtype": "float32", "shape": [3, 3, 128, 32], "name": "conv4_block10_2_conv/kernel"}, {"dtype": "float32", "shape": [576], "name": "conv4_block11_0_bn/gamma"}, {"dtype": "float32", "shape": [576], "name": "conv4_block11_0_bn/beta"}, {"dtype": "float32", "shape": [576], "name": "conv4_block11_0_bn/moving_mean"}, {"dtype": "float32", "shape": [576], "name": "conv4_block11_0_bn/moving_variance"}, {"dtype": "float32", "shape": [1, 1, 576, 128], "name": "conv4_block11_1_conv/kernel"}, {"dtype": "float32", "shape": [128], "name": "conv4_block11_1_bn/gamma"}, {"dtype": "float32", "shape": [128], "name": "conv4_block11_1_bn/beta"}, {"dtype": "float32", "shape": [128], "name": "conv4_block11_1_bn/moving_mean"}, {"dtype": "float32", "shape": [128], "name": "conv4_block11_1_bn/moving_variance"}, {"dtype": "float32", "shape": [3, 3, 128, 32], "name": "conv4_block11_2_conv/kernel"}, {"dtype": "float32", "shape": [608], "name": "conv4_block12_0_bn/gamma"}, {"dtype": "float32", "shape": [608], "name": "conv4_block12_0_bn/beta"}, {"dtype": "float32", "shape": [608], "name": "conv4_block12_0_bn/moving_mean"}, {"dtype": "float32", "shape": [608], "name": "conv4_block12_0_bn/moving_variance"}, {"dtype": "float32", "shape": [1, 1, 608, 128], "name": "conv4_block12_1_conv/kernel"}, {"dtype": "float32", "shape": [128], "name": "conv4_block12_1_bn/gamma"}, {"dtype": "float32", "shape": [128], "name": "conv4_block12_1_bn/beta"}, {"dtype": "float32", "shape": [128], "name": "conv4_block12_1_bn/moving_mean"}, {"dtype": "float32", "shape": [128], "name": "conv4_block12_1_bn/moving_variance"}, {"dtype": "float32", "shape": [3, 3, 128, 32], "name": "conv4_block12_2_conv/kernel"}, {"dtype": "float32", "shape": [640], "name": "conv4_block13_0_bn/gamma"}, {"dtype": "float32", "shape": [640], "name": "conv4_block13_0_bn/beta"}, {"dtype": "float32", "shape": [640], "name": "conv4_block13_0_bn/moving_mean"}, {"dtype": "float32", "shape": [640], "name": "conv4_block13_0_bn/moving_variance"}, {"dtype": "float32", "shape": [1, 1, 640, 128], "name": "conv4_block13_1_conv/kernel"}, {"dtype": "float32", "shape": [128], "name": "conv4_block13_1_bn/gamma"}, {"dtype": "float32", "shape": [128], "name": "conv4_block13_1_bn/beta"}, {"dtype": "float32", "shape": [128], "name": "conv4_block13_1_bn/moving_mean"}, {"dtype": "float32", "shape": [128], "name": "conv4_block13_1_bn/moving_variance"}, {"dtype": "float32", "shape": [3, 3, 128, 32], "name": "conv4_block13_2_conv/kernel"}, {"dtype": "float32", "shape": [672], "name": "conv4_block14_0_bn/gamma"}, {"dtype": "float32", "shape": [672], "name": "conv4_block14_0_bn/beta"}, {"dtype": "float32", "shape": [672], "name": "conv4_block14_0_bn/moving_mean"}, {"dtype": "float32", "shape": [672], "name": "conv4_block14_0_bn/moving_variance"}, {"dtype": "float32", "shape": [1, 1, 672, 128], "name": "conv4_block14_1_conv/kernel"}, {"dtype": "float32", "shape": [128], "name": "conv4_block14_1_bn/gamma"}, {"dtype": "float32", "shape": [128], "name": "conv4_block14_1_bn/beta"}, {"dtype": "float32", "shape": [128], "name": "conv4_block14_1_bn/moving_mean"}, {"dtype": "float32", "shape": [128], "name": "conv4_block14_1_bn/moving_variance"}, {"dtype": "float32", "shape": [3, 3, 128, 32], "name": "conv4_block14_2_conv/kernel"}, {"dtype": "float32", "shape": [704], "name": "conv4_block15_0_bn/gamma"}, {"dtype": "float32", "shape": [704], "name": "conv4_block15_0_bn/beta"}, {"dtype": "float32", "shape": [704], "name": "conv4_block15_0_bn/moving_mean"}, {"dtype": "float32", "shape": [704], "name": "conv4_block15_0_bn/moving_variance"}, {"dtype": "float32", "shape": [1, 1, 704, 128], "name": "conv4_block15_1_conv/kernel"}, {"dtype": "float32", "shape": [128], "name": "conv4_block15_1_bn/gamma"}, {"dtype": "float32", "shape": [128], "name": "conv4_block15_1_bn/beta"}, {"dtype": "float32", "shape": [128], "name": "conv4_block15_1_bn/moving_mean"}, {"dtype": "float32", "shape": [128], "name": "conv4_block15_1_bn/moving_variance"}, {"dtype": "float32", "shape": [3, 3, 128, 32], "name": "conv4_block15_2_conv/kernel"}, {"dtype": "float32", "shape": [736], "name": "conv4_block16_0_bn/gamma"}, {"dtype": "float32", "shape": [736], "name": "conv4_block16_0_bn/beta"}, {"dtype": "float32", "shape": [736], "name": "conv4_block16_0_bn/moving_mean"}, {"dtype": "float32", "shape": [736], "name": "conv4_block16_0_bn/moving_variance"}, {"dtype": "float32", "shape": [1, 1, 736, 128], "name": "conv4_block16_1_conv/kernel"}, {"dtype": "float32", "shape": [128], "name": "conv4_block16_1_bn/gamma"}, {"dtype": "float32", "shape": [128], "name": "conv4_block16_1_bn/beta"}, {"dtype": "float32", "shape": [128], "name": "conv4_block16_1_bn/moving_mean"}, {"dtype": "float32", "shape": [128], "name": "conv4_block16_1_bn/moving_variance"}, {"dtype": "float32", "shape": [3, 3, 128, 32], "name": "conv4_block16_2_conv/kernel"}, {"dtype": "float32", "shape": [768], "name": "conv4_block17_0_bn/gamma"}, {"dtype": "float32", "shape": [768], "name": "conv4_block17_0_bn/beta"}, {"dtype": "float32", "shape": [768], "name": "conv4_block17_0_bn/moving_mean"}, {"dtype": "float32", "shape": [768], "name": "conv4_block17_0_bn/moving_variance"}, {"dtype": "float32", "shape": [1, 1, 768, 128], "name": "conv4_block17_1_conv/kernel"}, {"dtype": "float32", "shape": [128], "name": "conv4_block17_1_bn/gamma"}, {"dtype": "float32", "shape": [128], "name": "conv4_block17_1_bn/beta"}, {"dtype": "float32", "shape": [128], "name": "conv4_block17_1_bn/moving_mean"}, {"dtype": "float32", "shape": [128], "name": "conv4_block17_1_bn/moving_variance"}, {"dtype": "float32", "shape": [3, 3, 128, 32], "name": "conv4_block17_2_conv/kernel"}, {"dtype": "float32", "shape": [800], "name": "conv4_block18_0_bn/gamma"}, {"dtype": "float32", "shape": [800], "name": "conv4_block18_0_bn/beta"}, {"dtype": "float32", "shape": [800], "name": "conv4_block18_0_bn/moving_mean"}, {"dtype": "float32", "shape": [800], "name": "conv4_block18_0_bn/moving_variance"}, {"dtype": "float32", "shape": [1, 1, 800, 128], "name": "conv4_block18_1_conv/kernel"}, {"dtype": "float32", "shape": [128], "name": "conv4_block18_1_bn/gamma"}, {"dtype": "float32", "shape": [128], "name": "conv4_block18_1_bn/beta"}, {"dtype": "float32", "shape": [128], "name": "conv4_block18_1_bn/moving_mean"}, {"dtype": "float32", "shape": [128], "name": "conv4_block18_1_bn/moving_variance"}, {"dtype": "float32", "shape": [3, 3, 128, 32], "name": "conv4_block18_2_conv/kernel"}, {"dtype": "float32", "shape": [832], "name": "conv4_block19_0_bn/gamma"}, {"dtype": "float32", "shape": [832], "name": "conv4_block19_0_bn/beta"}, {"dtype": "float32", "shape": [832], "name": "conv4_block19_0_bn/moving_mean"}, {"dtype": "float32", "shape": [832], "name": "conv4_block19_0_bn/moving_variance"}, {"dtype": "float32", "shape": [1, 1, 832, 128], "name": "conv4_block19_1_conv/kernel"}, {"dtype": "float32", "shape": [128], "name": "conv4_block19_1_bn/gamma"}, {"dtype": "float32", "shape": [128], "name": "conv4_block19_1_bn/beta"}, {"dtype": "float32", "shape": [128], "name": "conv4_block19_1_bn/moving_mean"}, {"dtype": "float32", "shape": [128], "name": "conv4_block19_1_bn/moving_variance"}, {"dtype": "float32", "shape": [3, 3, 128, 32], "name": "conv4_block19_2_conv/kernel"}, {"dtype": "float32", "shape": [864], "name": "conv4_block20_0_bn/gamma"}, {"dtype": "float32", "shape": [864], "name": "conv4_block20_0_bn/beta"}, {"dtype": "float32", "shape": [864], "name": "conv4_block20_0_bn/moving_mean"}, {"dtype": "float32", "shape": [864], "name": "conv4_block20_0_bn/moving_variance"}, {"dtype": "float32", "shape": [1, 1, 864, 128], "name": "conv4_block20_1_conv/kernel"}, {"dtype": "float32", "shape": [128], "name": "conv4_block20_1_bn/gamma"}, {"dtype": "float32", "shape": [128], "name": "conv4_block20_1_bn/beta"}, {"dtype": "float32", "shape": [128], "name": "conv4_block20_1_bn/moving_mean"}, {"dtype": "float32", "shape": [128], "name": "conv4_block20_1_bn/moving_variance"}, {"dtype": "float32", "shape": [3, 3, 128, 32], "name": "conv4_block20_2_conv/kernel"}, {"dtype": "float32", "shape": [896], "name": "conv4_block21_0_bn/gamma"}, {"dtype": "float32", "shape": [896], "name": "conv4_block21_0_bn/beta"}, {"dtype": "float32", "shape": [896], "name": "conv4_block21_0_bn/moving_mean"}, {"dtype": "float32", "shape": [896], "name": "conv4_block21_0_bn/moving_variance"}, {"dtype": "float32", "shape": [1, 1, 896, 128], "name": "conv4_block21_1_conv/kernel"}, {"dtype": "float32", "shape": [128], "name": "conv4_block21_1_bn/gamma"}, {"dtype": "float32", "shape": [128], "name": "conv4_block21_1_bn/beta"}, {"dtype": "float32", "shape": [128], "name": "conv4_block21_1_bn/moving_mean"}, {"dtype": "float32", "shape": [128], "name": "conv4_block21_1_bn/moving_variance"}, {"dtype": "float32", "shape": [3, 3, 128, 32], "name": "conv4_block21_2_conv/kernel"}, {"dtype": "float32", "shape": [928], "name": "conv4_block22_0_bn/gamma"}, {"dtype": "float32", "shape": [928], "name": "conv4_block22_0_bn/beta"}, {"dtype": "float32", "shape": [928], "name": "conv4_block22_0_bn/moving_mean"}, {"dtype": "float32", "shape": [928], "name": "conv4_block22_0_bn/moving_variance"}, {"dtype": "float32", "shape": [1, 1, 928, 128], "name": "conv4_block22_1_conv/kernel"}, {"dtype": "float32", "shape": [128], "name": "conv4_block22_1_bn/gamma"}, {"dtype": "float32", "shape": [128], "name": "conv4_block22_1_bn/beta"}, {"dtype": "float32", "shape": [128], "name": "conv4_block22_1_bn/moving_mean"}, {"dtype": "float32", "shape": [128], "name": "conv4_block22_1_bn/moving_variance"}, {"dtype": "float32", "shape": [3, 3, 128, 32], "name": "conv4_block22_2_conv/kernel"}, {"dtype": "float32", "shape": [960], "name": "conv4_block23_0_bn/gamma"}, {"dtype": "float32", "shape": [960], "name": "conv4_block23_0_bn/beta"}, {"dtype": "float32", "shape": [960], "name": "conv4_block23_0_bn/moving_mean"}, {"dtype": "float32", "shape": [960], "name": "conv4_block23_0_bn/moving_variance"}, {"dtype": "float32", "shape": [1, 1, 960, 128], "name": "conv4_block23_1_conv/kernel"}, {"dtype": "float32", "shape": [128], "name": "conv4_block23_1_bn/gamma"}, {"dtype": "float32", "shape": [128], "name": "conv4_block23_1_bn/beta"}, {"dtype": "float32", "shape": [128], "name": "conv4_block23_1_bn/moving_mean"}, {"dtype": "float32", "shape": [128], "name": "conv4_block23_1_bn/moving_variance"}, {"dtype": "float32", "shape": [3, 3, 128, 32], "name": "conv4_block23_2_conv/kernel"}, {"dtype": "float32", "shape": [992], "name": "conv4_block24_0_bn/gamma"}, {"dtype": "float32", "shape": [992], "name": "conv4_block24_0_bn/beta"}, {"dtype": "float32", "shape": [992], "name": "conv4_block24_0_bn/moving_mean"}, {"dtype": "float32", "shape": [992], "name": "conv4_block24_0_bn/moving_variance"}, {"dtype": "float32", "shape": [1, 1, 992, 128], "name": "conv4_block24_1_conv/kernel"}, {"dtype": "float32", "shape": [128], "name": "conv4_block24_1_bn/gamma"}, {"dtype": "float32", "shape": [128], "name": "conv4_block24_1_bn/beta"}, {"dtype": "float32", "shape": [128], "name": "conv4_block24_1_bn/moving_mean"}, {"dtype": "float32", "shape": [128], "name": "conv4_block24_1_bn/moving_variance"}, {"dtype": "float32", "shape": [3, 3, 128, 32], "name": "conv4_block24_2_conv/kernel"}, {"dtype": "float32", "shape": [1024], "name": "pool4_bn/gamma"}, {"dtype": "float32", "shape": [1024], "name": "pool4_bn/beta"}, {"dtype": "float32", "shape": [1024], "name": "pool4_bn/moving_mean"}, {"dtype": "float32", "shape": [1024], "name": "pool4_bn/moving_variance"}, {"dtype": "float32", "shape": [1, 1, 1024, 512], "name": "pool4_conv/kernel"}, {"dtype": "float32", "shape": [512], "name": "conv5_block1_0_bn/gamma"}, {"dtype": "float32", "shape": [512], "name": "conv5_block1_0_bn/beta"}, {"dtype": "float32", "shape": [512], "name": "conv5_block1_0_bn/moving_mean"}, {"dtype": "float32", "shape": [512], "name": "conv5_block1_0_bn/moving_variance"}, {"dtype": "float32", "shape": [1, 1, 512, 128], "name": "conv5_block1_1_conv/kernel"}, {"dtype": "float32", "shape": [128], "name": "conv5_block1_1_bn/gamma"}, {"dtype": "float32", "shape": [128], "name": "conv5_block1_1_bn/beta"}, {"dtype": "float32", "shape": [128], "name": "conv5_block1_1_bn/moving_mean"}, {"dtype": "float32", "shape": [128], "name": "conv5_block1_1_bn/moving_variance"}, {"dtype": "float32", "shape": [3, 3, 128, 32], "name": "conv5_block1_2_conv/kernel"}, {"dtype": "float32", "shape": [544], "name": "conv5_block2_0_bn/gamma"}, {"dtype": "float32", "shape": [544], "name": "conv5_block2_0_bn/beta"}, {"dtype": "float32", "shape": [544], "name": "conv5_block2_0_bn/moving_mean"}, {"dtype": "float32", "shape": [544], "name": "conv5_block2_0_bn/moving_variance"}, {"dtype": "float32", "shape": [1, 1, 544, 128], "name": "conv5_block2_1_conv/kernel"}, {"dtype": "float32", "shape": [128], "name": "conv5_block2_1_bn/gamma"}, {"dtype": "float32", "shape": [128], "name": "conv5_block2_1_bn/beta"}, {"dtype": "float32", "shape": [128], "name": "conv5_block2_1_bn/moving_mean"}, {"dtype": "float32", "shape": [128], "name": "conv5_block2_1_bn/moving_variance"}, {"dtype": "float32", "shape": [3, 3, 128, 32], "name": "conv5_block2_2_conv/kernel"}, {"dtype": "float32", "shape": [576], "name": "conv5_block3_0_bn/gamma"}, {"dtype": "float32", "shape": [576], "name": "conv5_block3_0_bn/beta"}, {"dtype": "float32", "shape": [576], "name": "conv5_block3_0_bn/moving_mean"}, {"dtype": "float32", "shape": [576], "name": "conv5_block3_0_bn/moving_variance"}, {"dtype": "float32", "shape": [1, 1, 576, 128], "name": "conv5_block3_1_conv/kernel"}, {"dtype": "float32", "shape": [128], "name": "conv5_block3_1_bn/gamma"}, {"dtype": "float32", "shape": [128], "name": "conv5_block3_1_bn/beta"}, {"dtype": "float32", "shape": [128], "name": "conv5_block3_1_bn/moving_mean"}, {"dtype": "float32", "shape": [128], "name": "conv5_block3_1_bn/moving_variance"}, {"dtype": "float32", "shape": [3, 3, 128, 32], "name": "conv5_block3_2_conv/kernel"}, {"dtype": "float32", "shape": [608], "name": "conv5_block4_0_bn/gamma"}, {"dtype": "float32", "shape": [608], "name": "conv5_block4_0_bn/beta"}, {"dtype": "float32", "shape": [608], "name": "conv5_block4_0_bn/moving_mean"}, {"dtype": "float32", "shape": [608], "name": "conv5_block4_0_bn/moving_variance"}, {"dtype": "float32", "shape": [1, 1, 608, 128], "name": "conv5_block4_1_conv/kernel"}, {"dtype": "float32", "shape": [128], "name": "conv5_block4_1_bn/gamma"}, {"dtype": "float32", "shape": [128], "name": "conv5_block4_1_bn/beta"}, {"dtype": "float32", "shape": [128], "name": "conv5_block4_1_bn/moving_mean"}, {"dtype": "float32", "shape": [128], "name": "conv5_block4_1_bn/moving_variance"}, {"dtype": "float32", "shape": [3, 3, 128, 32], "name": "conv5_block4_2_conv/kernel"}, {"dtype": "float32", "shape": [640], "name": "conv5_block5_0_bn/gamma"}, {"dtype": "float32", "shape": [640], "name": "conv5_block5_0_bn/beta"}, {"dtype": "float32", "shape": [640], "name": "conv5_block5_0_bn/moving_mean"}, {"dtype": "float32", "shape": [640], "name": "conv5_block5_0_bn/moving_variance"}, {"dtype": "float32", "shape": [1, 1, 640, 128], "name": "conv5_block5_1_conv/kernel"}, {"dtype": "float32", "shape": [128], "name": "conv5_block5_1_bn/gamma"}, {"dtype": "float32", "shape": [128], "name": "conv5_block5_1_bn/beta"}, {"dtype": "float32", "shape": [128], "name": "conv5_block5_1_bn/moving_mean"}, {"dtype": "float32", "shape": [128], "name": "conv5_block5_1_bn/moving_variance"}, {"dtype": "float32", "shape": [3, 3, 128, 32], "name": "conv5_block5_2_conv/kernel"}, {"dtype": "float32", "shape": [672], "name": "conv5_block6_0_bn/gamma"}, {"dtype": "float32", "shape": [672], "name": "conv5_block6_0_bn/beta"}, {"dtype": "float32", "shape": [672], "name": "conv5_block6_0_bn/moving_mean"}, {"dtype": "float32", "shape": [672], "name": "conv5_block6_0_bn/moving_variance"}, {"dtype": "float32", "shape": [1, 1, 672, 128], "name": "conv5_block6_1_conv/kernel"}, {"dtype": "float32", "shape": [128], "name": "conv5_block6_1_bn/gamma"}, {"dtype": "float32", "shape": [128], "name": "conv5_block6_1_bn/beta"}, {"dtype": "float32", "shape": [128], "name": "conv5_block6_1_bn/moving_mean"}, {"dtype": "float32", "shape": [128], "name": "conv5_block6_1_bn/moving_variance"}, {"dtype": "float32", "shape": [3, 3, 128, 32], "name": "conv5_block6_2_conv/kernel"}, {"dtype": "float32", "shape": [704], "name": "conv5_block7_0_bn/gamma"}, {"dtype": "float32", "shape": [704], "name": "conv5_block7_0_bn/beta"}, {"dtype": "float32", "shape": [704], "name": "conv5_block7_0_bn/moving_mean"}, {"dtype": "float32", "shape": [704], "name": "conv5_block7_0_bn/moving_variance"}, {"dtype": "float32", "shape": [1, 1, 704, 128], "name": "conv5_block7_1_conv/kernel"}, {"dtype": "float32", "shape": [128], "name": "conv5_block7_1_bn/gamma"}, {"dtype": "float32", "shape": [128], "name": "conv5_block7_1_bn/beta"}, {"dtype": "float32", "shape": [128], "name": "conv5_block7_1_bn/moving_mean"}, {"dtype": "float32", "shape": [128], "name": "conv5_block7_1_bn/moving_variance"}, {"dtype": "float32", "shape": [3, 3, 128, 32], "name": "conv5_block7_2_conv/kernel"}, {"dtype": "float32", "shape": [736], "name": "conv5_block8_0_bn/gamma"}, {"dtype": "float32", "shape": [736], "name": "conv5_block8_0_bn/beta"}, {"dtype": "float32", "shape": [736], "name": "conv5_block8_0_bn/moving_mean"}, {"dtype": "float32", "shape": [736], "name": "conv5_block8_0_bn/moving_variance"}, {"dtype": "float32", "shape": [1, 1, 736, 128], "name": "conv5_block8_1_conv/kernel"}, {"dtype": "float32", "shape": [128], "name": "conv5_block8_1_bn/gamma"}, {"dtype": "float32", "shape": [128], "name": "conv5_block8_1_bn/beta"}, {"dtype": "float32", "shape": [128], "name": "conv5_block8_1_bn/moving_mean"}, {"dtype": "float32", "shape": [128], "name": "conv5_block8_1_bn/moving_variance"}, {"dtype": "float32", "shape": [3, 3, 128, 32], "name": "conv5_block8_2_conv/kernel"}, {"dtype": "float32", "shape": [768], "name": "conv5_block9_0_bn/gamma"}, {"dtype": "float32", "shape": [768], "name": "conv5_block9_0_bn/beta"}, {"dtype": "float32", "shape": [768], "name": "conv5_block9_0_bn/moving_mean"}, {"dtype": "float32", "shape": [768], "name": "conv5_block9_0_bn/moving_variance"}, {"dtype": "float32", "shape": [1, 1, 768, 128], "name": "conv5_block9_1_conv/kernel"}, {"dtype": "float32", "shape": [128], "name": "conv5_block9_1_bn/gamma"}, {"dtype": "float32", "shape": [128], "name": "conv5_block9_1_bn/beta"}, {"dtype": "float32", "shape": [128], "name": "conv5_block9_1_bn/moving_mean"}, {"dtype": "float32", "shape": [128], "name": "conv5_block9_1_bn/moving_variance"}, {"dtype": "float32", "shape": [3, 3, 128, 32], "name": "conv5_block9_2_conv/kernel"}, {"dtype": "float32", "shape": [800], "name": "conv5_block10_0_bn/gamma"}, {"dtype": "float32", "shape": [800], "name": "conv5_block10_0_bn/beta"}, {"dtype": "float32", "shape": [800], "name": "conv5_block10_0_bn/moving_mean"}, {"dtype": "float32", "shape": [800], "name": "conv5_block10_0_bn/moving_variance"}, {"dtype": "float32", "shape": [1, 1, 800, 128], "name": "conv5_block10_1_conv/kernel"}, {"dtype": "float32", "shape": [128], "name": "conv5_block10_1_bn/gamma"}, {"dtype": "float32", "shape": [128], "name": "conv5_block10_1_bn/beta"}, {"dtype": "float32", "shape": [128], "name": "conv5_block10_1_bn/moving_mean"}, {"dtype": "float32", "shape": [128], "name": "conv5_block10_1_bn/moving_variance"}, {"dtype": "float32", "shape": [3, 3, 128, 32], "name": "conv5_block10_2_conv/kernel"}, {"dtype": "float32", "shape": [832], "name": "conv5_block11_0_bn/gamma"}, {"dtype": "float32", "shape": [832], "name": "conv5_block11_0_bn/beta"}, {"dtype": "float32", "shape": [832], "name": "conv5_block11_0_bn/moving_mean"}, {"dtype": "float32", "shape": [832], "name": "conv5_block11_0_bn/moving_variance"}, {"dtype": "float32", "shape": [1, 1, 832, 128], "name": "conv5_block11_1_conv/kernel"}, {"dtype": "float32", "shape": [128], "name": "conv5_block11_1_bn/gamma"}, {"dtype": "float32", "shape": [128], "name": "conv5_block11_1_bn/beta"}, {"dtype": "float32", "shape": [128], "name": "conv5_block11_1_bn/moving_mean"}, {"dtype": "float32", "shape": [128], "name": "conv5_block11_1_bn/moving_variance"}, {"dtype": "float32", "shape": [3, 3, 128, 32], "name": "conv5_block11_2_conv/kernel"}, {"dtype": "float32", "shape": [864], "name": "conv5_block12_0_bn/gamma"}, {"dtype": "float32", "shape": [864], "name": "conv5_block12_0_bn/beta"}, {"dtype": "float32", "shape": [864], "name": "conv5_block12_0_bn/moving_mean"}, {"dtype": "float32", "shape": [864], "name": "conv5_block12_0_bn/moving_variance"}, {"dtype": "float32", "shape": [1, 1, 864, 128], "name": "conv5_block12_1_conv/kernel"}, {"dtype": "float32", "shape": [128], "name": "conv5_block12_1_bn/gamma"}, {"dtype": "float32", "shape": [128], "name": "conv5_block12_1_bn/beta"}, {"dtype": "float32", "shape": [128], "name": "conv5_block12_1_bn/moving_mean"}, {"dtype": "float32", "shape": [128], "name": "conv5_block12_1_bn/moving_variance"}, {"dtype": "float32", "shape": [3, 3, 128, 32], "name": "conv5_block12_2_conv/kernel"}, {"dtype": "float32", "shape": [896], "name": "conv5_block13_0_bn/gamma"}, {"dtype": "float32", "shape": [896], "name": "conv5_block13_0_bn/beta"}, {"dtype": "float32", "shape": [896], "name": "conv5_block13_0_bn/moving_mean"}, {"dtype": "float32", "shape": [896], "name": "conv5_block13_0_bn/moving_variance"}, {"dtype": "float32", "shape": [1, 1, 896, 128], "name": "conv5_block13_1_conv/kernel"}, {"dtype": "float32", "shape": [128], "name": "conv5_block13_1_bn/gamma"}, {"dtype": "float32", "shape": [128], "name": "conv5_block13_1_bn/beta"}, {"dtype": "float32", "shape": [128], "name": "conv5_block13_1_bn/moving_mean"}, {"dtype": "float32", "shape": [128], "name": "conv5_block13_1_bn/moving_variance"}, {"dtype": "float32", "shape": [3, 3, 128, 32], "name": "conv5_block13_2_conv/kernel"}, {"dtype": "float32", "shape": [928], "name": "conv5_block14_0_bn/gamma"}, {"dtype": "float32", "shape": [928], "name": "conv5_block14_0_bn/beta"}, {"dtype": "float32", "shape": [928], "name": "conv5_block14_0_bn/moving_mean"}, {"dtype": "float32", "shape": [928], "name": "conv5_block14_0_bn/moving_variance"}, {"dtype": "float32", "shape": [1, 1, 928, 128], "name": "conv5_block14_1_conv/kernel"}, {"dtype": "float32", "shape": [128], "name": "conv5_block14_1_bn/gamma"}, {"dtype": "float32", "shape": [128], "name": "conv5_block14_1_bn/beta"}, {"dtype": "float32", "shape": [128], "name": "conv5_block14_1_bn/moving_mean"}, {"dtype": "float32", "shape": [128], "name": "conv5_block14_1_bn/moving_variance"}, {"dtype": "float32", "shape": [3, 3, 128, 32], "name": "conv5_block14_2_conv/kernel"}, {"dtype": "float32", "shape": [960], "name": "conv5_block15_0_bn/gamma"}, {"dtype": "float32", "shape": [960], "name": "conv5_block15_0_bn/beta"}, {"dtype": "float32", "shape": [960], "name": "conv5_block15_0_bn/moving_mean"}, {"dtype": "float32", "shape": [960], "name": "conv5_block15_0_bn/moving_variance"}, {"dtype": "float32", "shape": [1, 1, 960, 128], "name": "conv5_block15_1_conv/kernel"}, {"dtype": "float32", "shape": [128], "name": "conv5_block15_1_bn/gamma"}, {"dtype": "float32", "shape": [128], "name": "conv5_block15_1_bn/beta"}, {"dtype": "float32", "shape": [128], "name": "conv5_block15_1_bn/moving_mean"}, {"dtype": "float32", "shape": [128], "name": "conv5_block15_1_bn/moving_variance"}, {"dtype": "float32", "shape": [3, 3, 128, 32], "name": "conv5_block15_2_conv/kernel"}, {"dtype": "float32", "shape": [992], "name": "conv5_block16_0_bn/gamma"}, {"dtype": "float32", "shape": [992], "name": "conv5_block16_0_bn/beta"}, {"dtype": "float32", "shape": [992], "name": "conv5_block16_0_bn/moving_mean"}, {"dtype": "float32", "shape": [992], "name": "conv5_block16_0_bn/moving_variance"}, {"dtype": "float32", "shape": [1, 1, 992, 128], "name": "conv5_block16_1_conv/kernel"}, {"dtype": "float32", "shape": [128], "name": "conv5_block16_1_bn/gamma"}, {"dtype": "float32", "shape": [128], "name": "conv5_block16_1_bn/beta"}, {"dtype": "float32", "shape": [128], "name": "conv5_block16_1_bn/moving_mean"}, {"dtype": "float32", "shape": [128], "name": "conv5_block16_1_bn/moving_variance"}, {"dtype": "float32", "shape": [3, 3, 128, 32], "name": "conv5_block16_2_conv/kernel"}, {"dtype": "float32", "shape": [1024], "name": "bn/gamma"}, {"dtype": "float32", "shape": [1024], "name": "bn/beta"}, {"dtype": "float32", "shape": [1024], "name": "bn/moving_mean"}, {"dtype": "float32", "shape": [1024], "name": "bn/moving_variance"}, {"dtype": "float32", "shape": [1024, 14], "name": "predictions/kernel"}, {"dtype": "float32", "shape": [14], "name": "predictions/bias"}]}], "modelTopology": null, "generatedBy": null, "convertedBy": "TensorFlow.js Converter v1.1.2", "format": "layers-model"}